tap "anomalyco/tap"
tap "arimxyer/tap"
tap "daviderestivo/emacs-head"
tap "nvie/tap"
brew "act"
brew "asitop"
brew "aspell"
brew "bat"
brew "btop"
brew "cmake"
brew "coreutils"
brew "create-dmg"
brew "direnv"
brew "eask-cli"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnu-time"
brew "go"
brew "graphviz"
brew "hugo"
brew "jq"
brew "leiningen"
brew "llmfit"
brew "markdown"
brew "models"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "onefetch"
brew "pandoc"
brew "pngquant"
brew "pv"
brew "pwgen"
brew "redis"
brew "ripgrep"
brew "sloccount"
brew "ssh-copy-id"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "daviderestivo/emacs-head/emacs-head@30", args: ["with-liquid-glass", "with-cocoa", "with-imagemagick", "with-tree-sitter"]
brew "anomalyco/tap/opencode"
brew "nvie/tap/git-toolbelt"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "ghostty"
cask "handbrake-app"
cask "keycastr"
cask "localsend"
cask "mactex"
cask "tableplus"
cask "vlc"
cask "xquartz"
cask "zed"
