tap "daviderestivo/emacs-head"
tap "nvie/tap"
brew "ack"
brew "libpng"
brew "openssl@3"
brew "ascii"
brew "readline"
brew "sqlite"
brew "asitop"
brew "aspell"
brew "autoconf"
brew "automake"
brew "gettext"
brew "bat"
brew "fastfetch"
brew "freetype"
brew "coreutils"
brew "libevent"
brew "glances"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cowsay"
brew "direnv"
brew "zeromq"
brew "eask-cli"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gist"
brew "git"
brew "git-lfs"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "gnu-time"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "isync"
brew "jpeg"
brew "jq"
brew "leiningen"
brew "lftp"
brew "libffi"
brew "libmemcached"
brew "libsvg"
brew "libyaml"
brew "markdown"
brew "memcached"
brew "moreutils"
brew "msmtp"
brew "mtr"
brew "mycli"
brew "mysql"
brew "nmap"
brew "node"
brew "notmuch"
brew "ollama"
brew "ossp-uuid"
brew "pandoc"
brew "pidof"
brew "pipx"
brew "pkgconf"
brew "png2ico"
brew "pngquant"
brew "pv"
brew "pwgen"
brew "pypy"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sbcl"
brew "selecta"
brew "sloccount"
brew "ssh-copy-id"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "daviderestivo/emacs-head/emacs-head@30", args: ["with-GoldenYak", "with-cocoa", "with-imagemagick"]
brew "nvie/tap/git-toolbelt"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "ghostty"
cask "handbrake-app"
cask "iterm2"
cask "mactex"
cask "rowanj-gitx"
cask "tableplus"
cask "vlc"
cask "xquartz"
